Repository: omeka-s-modules/Omeka2Importer
Catalog: language/*.po
Languages: es, et, eu, fr, hr, it

source: Click on a resource class to add it to the mapped item types.
es: Haga clic en una clase de recurso para agregarla a los tipos de elementos asignados.
et: Kliki ressursi klassil, et seda ühiku liigiga seostada.
eu: Klikatu baliabide klasean mapeatutako elementu motetara gehitzeko.
fr: Cliquez sur une classe de ressource pour l'ajouter à la liste de correspondance avec les types de contenus.
hr: Kliknite na klasu resursa da biste ju dodali u vrste mapiranih predmeta.
it: Clicca sulla classe di risorsa per aggiungerla al tipo di contenuto mappato.

source: Filter resource classes
es: Filtrar recursos de clases
et: Filtreeri ressursi klasse
eu: Iragazi baliabide klaseak
fr: Filtrer les classes de ressources
hr: Filtriraj klase resursa
it: Filtra le classi di risorsa

source: More Info
es: Más información
et: Lisainfo
eu: Informazio gehiago
fr: Plus d'informations
hr: Više Informacija
it: Maggiori informazioni

source: Click on a resource template to add it to the mapped item types.
es: Pulsar sobre una plantilla de recursos para añadirla a los tipos de ficha asignados.
eu: Klikatu baliabide txantiloian mapeatutako elementu motetara gehitzeko.
hr: Kliknite na predložak resursa da biste ga dodali u vrste mapiranih predmeta.
it: Clicca su un modello di risorsa per aggiungerlo ai tipi di contenuto mappati.

source: Filter resource templates
es: Filtrar plantillas de recursos
et: Filtreeri ressursi malle
eu: Iragazi baliabide txantiloiak
hr: Filtriraj predloške resursa
it: Filtra modelli di risorsa

source: Resource Templates
es: Plantillas de recursos
et: Ressursi mallid
eu: Baliabide Txantiloiak
hr: Predlošci Resursa
it: Modelli di risorsa

source: Map Omeka 2 Elements to Omeka S Properties
es: Asignar propiedades de Omeka S a los elementos de Omeka 2
fr: Faire correspondre les éléments de Omeka 2 avec les propriétés de Omeka S
it: Mappa Elementi di Omeka 2 alle Proprietà di Omeka S

source: Omeka 2 element
es: Elemento Omeka 2
fr: Élément Omeka 2
it: Elemento di Omeka 2

source: Mapped properties
es: Propiedades del mapeado
et: Kaardistatud omadused
eu: Mapeatutako propietateak
fr: Propriété correspondante
hr: Mapirana svojstva
it: Le proprietà mappate

source: Import as HTML media
es: Importar como un medio HTML
et: Impordi HTML meediana
eu: Inportatu HTML multimedia moduan
fr: Importer en tant que média HTML
hr: Uvedi kao HTML medij
it: Importa come media HTML

source: Map Omeka 2 Item Types to Omeka S Resource Classes
es: Asigne tipos de elementos de Omeka 2 a las clases de recursos de Omeka S
fr: Faire correspondre les Types de contenus de Omeka 2 avec les Classes de ressources de Omeka S
it: Mappa i tipi di contenuto Omeka 2 alle classi di risorsa Omeka S

source: Items can have only one resource class. Clicking more than one resource class for an item type will replace it.
es: Los artículos solo pueden tener una clase de recurso. Al hacer clic en más de una clase de recurso para un tipo de elemento la reemplazará.
eu: Elementuak baliabide klase bakarra eduki dezakete. Elementu multzo batentzat baliabide klase bat baino gehiago aukeratuta, berau ordezkatuko du.
fr: Les contenus ne peuvent être associés qu'à une unique classe de ressource. Cliquer sur plus d'une classe de ressource remplacera la précédente sélection.
hr: Predmeti mogu imati samo jednu klasu resursa. Klikom na više klasa resursa za vrstu predmeta će ju zamijeniti.
it: I contenuti possono appartenere ad un'unica classe di risorsa. Selezionare più di una classe di risorsa per un tipo di contenuto porterà alla sua sostituzione.

source: Item type
es: Tipo de elemento
et: Ühiku liik
eu: Elementu mota
fr: Type de contenu
hr: Vrsta predmeta
it: Tipo di contenuto

source: Resource class
es: Clase de recurso
fr: Classe de ressource
it: Classe di risorsa

source: Omeka 2 Import
es: Importar Omeka 2
fr: Import Omeka 2
it: Importazione da Omeka 2

source: Import Settings
es: Importar ajustes
et: Importimise seaded
eu: Inportazio Ezaugarriak
fr: Paramètres d'import
hr: Postavke Uvoza
it: Impostazioni di importazione

source: Enter the Omeka 2 API endpoint.
es: Ingresar los parámetros API de Omeka 2
fr: Renseignez le point d'entrée API d'Omeka 2
it: Inserisci alla fine Omeka 2 API

source: Omeka 2 Importer
es: Importador Omeka 2
fr: Importeur Omeka 2
it: Importatore Omeka 2

source: Start Over
es: Volver a empezar
et: Alusta uuesti
eu: Berriro Hasi
fr: Recommencer
hr: Počnite Ispočetka
it: Ricomincia dall'inizio

source: Basic Import Settings
es: Ajustes de importación básica
et: Peamised importimise seaded
eu: Oinarrizko Inportazio Ezaugarriak
fr: Paramètres généraux d'import
hr: Osnovne Postavke Uvoza
it: Impostazioni di importazione di base

source: Map to Omeka S Properties
es: Mapa para propiedades de Omeka S
et: Seosta Omeka S omadustega
eu: Mapeatu Omeka S Propietateetara
fr: Faire correspondre aux propriétés Omeka S
hr: Mapirajte u Omeka S Svojstva
it: Mappa delle proprietà di Omeka S

source: Map to Omeka S Classes
es: Mapa para clases de Omeka S
et: Seosta Omeka S klassidega
eu: Mapeatu Omeka S Klaseetara
fr: Faire correspondre aux classes Omeka S
hr: Mapirajte u Omeka S Klase
it: Mappa classi Omeka S

source: Map to Omeka S Templates
es: Mapa de las plantillas de Omeka S
et: Seosta Omeka S mallidega
eu: Mapeatu Omeka S Txantiloietara
hr: Mapirajte u Omeka S Predloške
it: Mappa a modelli di Omeka S

source: Clear Defaults
es: Eliminar predeterminados
et: Tühjenda vaikeväärtused
eu: Garbitu Defektuzkoak
fr: Effacer les valeurs par défaut
hr: Očisti Zadane Vrijednosti
it: Cancella valori predefiniti

source: Preserve HTML as media
es: Conservar HTML como medio
et: Säilita HTML meediana
eu: Mantendu HTMLa multimedia moduan
hr: Očuvajte HTML kao medij
it: Mantieni HTML come media

source: Remove mapping
es: Eliminar mapeados
et: Eemalda seos
eu: Ezabatu mapaketa
fr: Effacer les correspondances
hr: Uklonite mapiranje
it: Elimina mappatura

source: Undo remove mapping
es: Deshacer eliminar mapeados
et: Tühista seose eemaldamine
eu: Desegin mapaketa ezabatzea
fr: Rétablir les correspondances
hr: Poništite uklanjanje mapiranja
it: Annulla mappatura cancellata

source: Select property to map. Click an Omeka 2 element as the target, then select the properties for it.
es: Seleccione propiedad a asignar. Haga clic en un elemento de Omeka 2 como destino, luego seleccione las propiedades para este.
fr: Sélectionnez la propriété correspondante. Cliquez sur un élément Omeka 2 cible, puis sélectionnez les propriétés pour ce dernier.
it: Seleziona la proprietà alla mappa. Clicca sull'elemento Omeka 2 come il target, dopo seleziona le proprietà.

source: Clear defaults
es: Eliminar predeterminados
et: Tühjenda vaikevärtused
eu: Garbitu defektuzkoak
fr: Effacer les valeurs par défaut
hr: Očisti zadane vrijednosti
it: Cancella impostazioni

source: Item Type
es: Tipo de elemento
et: Ühiku liik
eu: Elementu Mota
fr: Type de contenu
hr: Vrsta Predmeta
it: Tipo di contenuto

source: Resource Class
es: Recurso de clase
et: Ressursi klass
eu: Ezabatu Klasea
fr: Classe de ressource
hr: Klasa Resursa
it: Classe della risorsa

source: Select class to map. Click an Omeka 2 item type as the target, then select the resource class for it. Omeka S items can have only one resource class.
es: Seleccione clase a asignar. Haga clic en un tipo de elemento de Omeka 2 como destino, luego seleccione la clase de recurso para este. Los elementos de Omeka S solamente pueden tener una clase de recurso.
fr: Sélectionnez une classe correspondante. Cliquez sur un type de contenu Omeka 2 cible puis sélectionnez la classe de ressource pour ce dernier. Les contenus Omeka S peuvent être associés à plusieurs classes de ressource.
it: Seleziona la classe alla mappa. Clicca il tipo di contenuto Omeka 2 come il target, dopo seleziona la classe di risorsa. I contenuti di Omeka S possono avere solo una classe di risorsa.

source: Items can have only one resource template. Clicking more than one resource template for an item type will replace it.
es: Las fichas sólo pueden tener una plantilla de recursos. Pulsar sobre más de una plantilla de recursos para una ficha, reemplazará la anterior.
eu: Elementuek baliabide txantiloi bakarra eduki dezakete. Elementu mota batentzat baliabide txantiloi bat baino gehiago klikatuta berau ordezkatuko du.
hr: Predmeti mogu imati samo jedan predložak resursa. Klikom na više predložaka resursa za vrstu predmeta će ga zamijeniti.
it: I contenuti possono avere un unico modello di risorsa. Cliccando su un altro modello di risorsa per un tipo di contenuto sostituirà la scelta precedente.

source: Resource Template
es: Plantilla de recursos
et: Ressursi mall
eu: Baliabide Txantiloia
hr: Predložak Resursa
it: Modello di risorsa

source: Select template to map. Click an Omeka 2 item type as the target, then select the resource template for it. Omeka S items can have only one resource template.
es: Seleccionar la plantilla a asignar. Pulsar sobre un tipo de ficha de Omeka 2 como objetivo y, a continuación, seleccionar la plantilla de recursos correspondiente. Las fichas de Omeka S sólo pueden tener una plantilla de recursos.
it: Seleziona un modello per mapparlo. Clicca su un tipo di contenuto di Omeka 2 come obiettivo, poi seleziona il relativo modello di risorsa. I contenuti di Omeka S possono avere un unico modello di risorsa.

source: Past Imports
es: Importaciones anteriores
et: Varasemad importimised
eu: Pasatako Inportazioak
fr: Imports précédents
hr: Prošli Uvozi
it: Importazioni passati

source: Undo?
es: ¿Deshacer?
et: Tühistada?
eu: Desegin?
fr: Annuler ?
hr: Poništite?
it: Annulla?

source: Job ID
es: ID de tarea
et: Töö ID
eu: Lan ID
fr: ID de tâche
hr: ID posla
it: Lavoro ID

source: Undo job
es: Deshacer trabajo
et: Tühista töö
eu: Desegin lana
fr: Annuler la tâche
hr: Poništite posao
it: Annulla il processo

source: Added:
es: Agregado:
et: Lisatud:
eu: Gehitua:
fr: Ajouts :
hr: Dodano:
it: Aggiunto:

source: Updated:
es: Actualizado:
et: Värskendatud:
eu: Aldatua:
fr: Mises à jour :
hr: Ažurirano:
it: Aggiornato:

source: Undone
es: Deshacer
et: Tühistati
eu: Deseginda
fr: Annulé
hr: Poništeno
it: Annullato

source: Undo in progress
es: Deshacer en proceso
et: Tühistamine on käimas
eu: Desegitea martxan
fr: Annulation en cours
hr: Poništavanje u tijeku
it: Annullamento in corso

source: Interviewer
es: Entrevistador
et: Intervjueerija
eu: Elkarrizketatzailea
fr: Intervieweur
hr: Anketar
it: Intervistatore

source: Interviewee
es: Entrevistado
et: Intervjueeritav
eu: Elkarrizketatua
fr: Interviewé
hr: Intervjuirani
it: Intervistato

source: Transcription
es: Transcripción
et: Transkriptsioon
eu: Transkripzioa
hr: Transkripcija
it: Trascrizione

source: Local URL
es: URL local
et: Kohalik link
eu: Helbide Lokala
hr: Lokalni URL
it: URL locale

source: Original Format
es: Formato original
et: Algne vorming
eu: Jatorrizko Formatua
fr: Format d'origine
hr: Originalni Format
it: Formato originale

source: Physical Dimensions
es: Dimensiones físicas
et: Füüsilised mõõdud
eu: DImentsio Fisikoak
fr: Dimensions physiques
hr: Fizičke Dimenzije
it: Dimensioni fisiche

source: Duration
es: Duración
et: Kestus
eu: Iraupena
fr: Durée
hr: Trajanje
it: Durata

source: Compression
es: Compresión
et: Pakkimine
eu: Konpresioa
hr: Kompresija
it: Compressione

source: Producer
es: Productor
et: Tootja
eu: Ekoizlea
fr: Producteur
hr: Producent
it: Produttore

source: Bit Rate/Frequency
es: Tasa de bits / frecuencia
et: Bitikiirus/Sagedus
hr: Brzina Prijenosa/Frekvencija
it: Bit rate/frequenza

source: Time Summary
es: Resumen de la duración
et: Aja kokkuvõte
eu: Denbora Laburpena
hr: Sažetak vremena
it: Riassunto temporale

source: Email Body
es: Cuerpo del correo electrónico
et: E-kirja sisu
eu: Mezuaren Gorputza
hr: Tijelo E-maila
it: Corpo dell'email

source: Subject Line
es: Línea de asunto
et: Teema rida
eu: Gaiaren Leroa
hr: Naslov
it: Titolo dell'email

source: From
es: Desde
et: Kellelt
eu: Nondik
fr: De
hr: od
it: Da

source: To
es: A
et: Kellele
eu: Nora
fr: À
hr: do
it: A

source: BCC
es: CCO
et: Pimekoopia

source: Number of Attachments
es: Número de adjuntos
et: Manuste arv
eu: Atxiki kopurua
hr: Broj Priloga
it: Numero di allegati

source: Standards
es: Estándares
et: Standardid
eu: Estandarrak
hr: Standardi
it: Standard

source: Objectives
es: Objetivos
eu: Helburuak
hr: Ciljevi
it: Obiettivi

source: Materials
es: Materiales
et: Materjalid
eu: Materialak
hr: Materijali
it: Materiali

source: Lesson Plan Text
es: Texto de plan de estudios
eu: Ikasgai Testu Laua
hr: Tekst plana lekcije
it: Testo del piano di lezione

source: Event Type
es: Tipo de evento
et: Sündmuse liik
eu: Gertaera Mota
hr: Vrsta Događaja
it: Tipo di evento

source: Participants
es: Participantes
et: Osalejad
eu: Partahideak
hr: Sudionici
it: Participanti

source: Birth Date
es: Fecha de nacimiento
et: Sünni kuupäev
eu: Jaiotze Data
hr: Datum Rođenja
it: Data di nascita

source: Birthplace
es: Lugar de nacimiento
et: Sünnikoht
eu: Jaioterria
hr: Rodno Mjesto
it: Luogo di nascita

source: Death Date
es: Fecha de defunción
et: Surma kuupäev
eu: Heriota Data
hr: Datum Smrti
it: Data di morte

source: Occupation
es: Ocupación
et: Amet
eu: Okupazioa
hr: Zanimanje
it: Occupazione

source: Biographical Text
es: Texto biográfico
et: Biograafiline tekst
eu: Biografia Testua
hr: Bibliografski Tekst
it: Testo biografico

source: Bibliography
es: Bibliografía
et: Bibliograafia
eu: Bibliografia
hr: Bibliografija
it: Bibliografia

source: Oral History
es: Historia oral
et: Suuline ajalugu
eu: Ahozko Historia
fr: Histoire Orale
hr: Usmena Povijest
it: Storia orale

source: Lesson Plan
es: Plan de estudios
et: Tunniplaan
eu: Ikasgai plana
fr: Plan de cours
hr: Plan Učenja
it: Il piano di lezione

source: Hyperlink
es: Hipervínculo
et: Link
eu: Hiperesteka
hr: Hiperveza
it: Link

source: Importing in Job ID
es: Importando un ID de tarea
et: Importimise töö ID
eu: ID Lanean inportatzen
fr: Import en cours dans la tâche avec l'ID
hr: Uvoz u ID posla
it: Importazione nel ID lavoro

source: There was an error during validation
es: Hubo un error durante la validación
et: Kontrollimisel tekkis tõrge
eu: Errorea egon da balidazio garaian
fr: Une erreur est survenue durant la validation
hr: Pojavila se greška prilikom validacije
it: Si è verificato un errore durante la validazione

source: The endpoint %s is not a valid Omeka 2 endpoint.
es: El parámetro %s no es un parámetro válido Omeka 2.
fr: Le point d'accès %s n'est pas un point d'accès Omeka 2 valide.
it: L'endpoint %snon è un endpoint di Omeka 2 valido.

source: Enable improved data mapping
es: Habilitar la asignación de datos mejorada
et: Luba täiustatud andmete seostamine
eu: Gaitu datuen mapaketa hobetua
hr: Omogućite poboljšano mapiranje podataka
it: Attiva mappatura dei dati migliorata

source: Check this box if you want to import the "Omeka Classic" vocabulary and resource templates. They may improve data mapping between Omeka Classic (Omeka 2) and Omeka S.
es: Habilitar esta casilla si se desean importar los vocabularios y plantillas de recursos de "Omeka Classic". Podría mejorar la asignación de datos entre Omeka Classic (Omeka 2) y Omeka S.
eu: Aukeratu kutxa hau "Omeka Classic" hiztegia eta baliabide txantiloiak inportatu nahi badituzu. Omeka Classic (Omeka 2) eta Omeka Sren arteko mapaketa hobetuko luke.
hr: Označite ovu kutiju ako želite uvesti "Omeka Classic" vokabular i predloške resursa. Oni bi mogli poboljšati mapiranje podataka između Omeka Classic (Omeka 2) i Omeka S.
it: Seleziona questa opzione per importare il vocabolario e i modelli di risorsa di "Omeka Classic". Questa scelta potrebbe migliorare la mappatura tra Omeka Classic (Omeka 2) e Omeka S.

source: Omeka 2 Api Endpoint
es: Parámetro Api Omeka 2
fr: Point d'accès API Omeka Classic
it: Endpoint delle Api di Omeka 2

source: The URI of the Omeka 2 Api Endpoint
es: El URI del parámetro API Omeka 2
fr: L'URI du point d'accès API Omeka Classic
it: L'URI dell'endpoint delle Api di Omeka 2

source: Omeka 2 API key
es: Clave API Omeka 2
fr: Clé API Omeka 2
it: Chiave API di Omeka 2

source: Your API key for this site
es: Su clave API para este sitio
et: Sinu API võti selle saidi jaoks
eu: Atari honetako zure API kodea
fr: Votre clé API pour ce site
hr: Vaš API ključ za ovo web-mjesto
it: La tua API chiave per questo sito

source: A note about the purpose or source of this import
es: Un memo acerca del propósito o causa de esta importación
et: Märkus selle importimise eesmärgi või allika kohta
eu: Inportazio honen helburu edo jatorriaren inguruko oharra
fr: Une note à propos de l'objet ou la source de cet import
hr: Bilješka o svrsi ili izvoru ovog uvoza
it: Una nota sullo scopo e sul motivo di questa importazione

source: Import into
es: Importar en
et: Impordi kogusse
eu: Hemen inportatu
fr: Importer vers
hr: Uvedi u
it: Importa in

source: Optional. Import items into this item set. It is recommended to create an Item Set for each Omeka 2 site you import.
es: Opcional. importar elementos dentro de este conjunto de elementos. Se recomienda crear un conjunto de elementos, para cada sitio de Omeka 2 que importe.
fr: Facultatif. Importer les contenus dans cette collection. Il est recommandé de créer une collection pour chaque site Omeka 2 que vous importez.
it: Opzionale. Importa i contenuti in questa collezione. Si raccomanda di creare una collezione per ogni sito di Omeka 2 che importi.

source: Per page
es: Por página
et: Lehe kohta
eu: Orriko
fr: Par page
hr: Po stranici
it: Per pagina

source: Optional. Only retrieve this many records for each request.
es: Opcional. Solo recupere este número de registros para cada solicitud.
et: Valikuline. Tõmba iga päringuga ainult nii palju sissekandeid.
eu: Hautazkoa. Eskari bakoitzeko erregistro kopuru hau bakarrik ekarri.
fr: Facultatif. Récupérer uniquement ce nombre d'enregistrements dans chaque requête.
hr: Neobavezno. Dohvati samo ovoliko zapisa za svaki zahtjev.
it: Opzionale. Raccogli solo questo numero di record in ogni richiesta.

source: Update a previous import
es: Actualizar una importación anterior
et: Uuenda eelmist importimist
eu: Eguneratu aurreko inportazioa
fr: Rejouer un précédent import
hr: Ažuriraj prethodni uvoz
it: Aggiorna un import precedente

source: If checked, items will be reimported and all data replaced, including Item Set membership as set on this page.
es: Si se marca, los elementos se reimportarán y se reemplazarán todos los datos, incluida la pertenencia al conjunto de elementos como se establece en esta página.
et: Kui see vlaik onmärgitud, siis ühikud imporditakse uuesti ja kõik andmed asendatakse, kaas arvatud ühikute kogu vastavalt sellele leheküljele.
eu: Hautatuta badago, elementuak berriro inportatu eta informazio guztiak gainidatziko da, orri honetan ezarritako elementuen multzoko kidetza barne.
fr: Si activé, les contenus seront réimportés et toutes les données remplacées, y compris l'association à la collection configurée sur cette page.
hr: Ako je označeno, predmeti će biti ponovno uvezeni i svi podaci zamijenjeni, uključujući i članstvo Seta Predmeta koji je postavljen na ovoj stranici.
it: Se selezionato, i contenuti saranno reimportati e tutti i dati sostituiti, inclusa l'appartenenza ad una collezione impostata in questa pagina.

source: Import Collections
es: Importar colecciones
et: Impordi kogusid
eu: Inportatu Bildumak
fr: Importer des collections
hr: Uvedi Kolekcije
it: Importa collezioni

source: Import Omeka 2 collections as item sets. Items will be added to the new item sets.
es: Importar colecciones Omeka 2 como conjunto de elementos. Estos serán agregados a los nuevos conjunto de elementos.
fr: Importer des collection de Omeka 2 en tant que collections Omeka S. Les contenus seront ajoutés aux nouvelles collections.
it: Importa collezioni di Omeka 2 come collezioni. I contenuti verranno aggiunti a queste nuove collezioni.

source: Import tag as
es: Importar etiqueta como
et: Impordi silt kui
eu: Inportatu etiketa honela
hr: Uvedite oznaku kao
it: Importa tag come

source: Import tag into this property
es: Importar etiqueta a esta propiedad
et: Impordi silt sellesse omadusse
eu: Inportatu etiketa propietate honetan
hr: Uvedite oznaku u ovo svojstvo
it: Importa tag in questa proprietà

source: Director
et: Direktor
eu: Zuzendaria
fr: Réalisateur
hr: Direktor
it: Regista

source: CC
et: Koopia
